Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A07A.tmx
Source language: en_us
Languages: zh_cn

source: Barack Obama shuts network of CIA 'ghost prisons'
zh_cn: 奥巴马关闭中情局“魔鬼监狱”体系

source: Barack Obama embarked on the wholesale deconstruction of George Bush's war on terror, shutting down the CIA's secret prison network, banning torture and rendition, and calling for a new set of rules for detainees.
zh_cn: 巴拉克·奥巴马着手全面解体乔治·布什反恐战争的政策体系，关闭了美国中央情报局的秘密监狱系统，禁止酷刑拷问和引渡恐怖嫌犯（译者注），要求对被羁留者设置新的处理规则。

source: The repudiation of Bush's thinking on national security yesterday also saw the appointment of a high-powered envoy to the Middle East.
zh_cn: 昨天他否决了布什关于国家安全的考虑，并为中东地区指定了一个大权在握的使节。

source: Obama's decision to permanently shut down the CIA's clandestine interrogation centres went far beyond the widely anticipated move to wind down the GuantЁўnamo Bay detention centre within a year.
zh_cn: 奥巴马永久关闭中情局秘密审讯中心的决定，远远超出了人们广泛所预期的，逐步在一年内关闭关塔那摩湾美国海军基地监狱。

source: He cast his scrapping of the legal apparatus set up by Bush as a way for America to reclaim the moral high ground in the fight against al-Qaida.
zh_cn: 他抛出了对布什所设置的法律机器予以撤销的决定，以此作为美国在基地组织战争问题上，重新占领道德高地的途径。

source: "We are not, as I said during the inauguration, going to continue with the false choice between our safety and our ideals," Obama said at the signing ceremony. "We intend to win this fight. We are going to win it on our own terms."
zh_cn: “正如我在就职典礼上所说的，在我们的国家安全和美国理想之间，我们不会继续错误的选择”，奥巴马在签字仪式上说道：“我们将以我们的方式赢得对恐怖主义的战争”。

source: In a sign of the sweeping rejection of the legal standards set by Bush, officials briefing reporters at the White House yesterday said the new administration would not be guided by any of the opinions on torture and detainees issued by the justice department after 11 September 2001.
zh_cn: 作为废除布什所设置的法律标准的标志，政府官员们昨天在白宫做了简要汇报，声称新政府不会依从任何2001年9月11号之后由司法部门签署的，关于拷问和关押的法律条文。

source: Instead, Obama, in three executive orders, renewed the US commitment to the Geneva convention on the treatment of detainees.
zh_cn: 相反地，在奥巴马的三个行政命令中，重申了美国就日内瓦公约关于处理被羁留者问题的承诺。

source: All detainees will be registered by the International Committee for the Red Cross, in another departure of past practice under the Bush administration.
zh_cn: 一改布什政府之前的做法，所有被羁留者都将被国际委员会为红十字会进行登记。

source: A group of 16 retired admirals and generals, in a meeting organised by Human Rights First, said the move would restore America's moral authority in the world, and strengthen its national security. "President Obama has rejected the false choice between national security and our ideals," they said.
zh_cn: 有16位退役上将和将军，在由人权组织召开的会议上，声称将开始在世界范围内重拾美国道义，并巩固国家安全，他们说：“奥巴马总统已经在国家安全和我们的美国理想之间，摒弃了错误的决定。”

source: As expected, Obama made good on his campaign promise to shut down Guantánamo, issuing an executive order to close the camp within a year.
zh_cn: 正如人们所期望的那样，奥巴马兑现了他在竞选时所承诺的，关闭关塔那摩监狱，签署在一年内关闭美国军营的行政命令。

source: He also ordered a taskforce, led by the attorney general and the secretaries of defence, state and homeland security, to review the intelligence and information on each detainee and to determine whether they can be released or put on trial.
zh_cn: 他还任命了一个特别工作组，在司法部长、国防部长和国土安全部的领导下，重新评估那些被关押者的情报和信息，以决定他们可否被释放或提审。

source: He called for a review on the treatment of prisoners at GuantЁўnamo to be completed within 30 days.
zh_cn: 奥巴马要求在三十天内完成对关塔那摩囚犯的重新审讯。

source: Another order directs the CIA to follow the US army field manual on interrogations, which bars such techniques as waterboarding.
zh_cn: 另一个行政命令指示中情局在审问中要执行《美国陆军战地手册》，该手册禁止使用诸如水刑等审讯技巧。

source: Obama also directed a taskforce to study and report back within 180 days on whether new guidelines were required for intelligence officials, beyond those set down by the military.
zh_cn: 奥巴马还要求特别工作组在180天内研究并呈递报告，是否有必要在军队现有规则上为情报局再制定新的规则指引。

source: Administration officials were adamant that the review was not intended as a back door to reinstate torture. "There is not a secret annexe that allows us to bring enhanced interrogation techniques back," said one.
zh_cn: 政府官员坚称这次重新评估，不是为了恢复酷刑而开后门，其中一个官员说：“并没有密令允许我们恢复使用过强的审讯技巧。”

source: The final order mandates a review of the case of Ali Saleh Khalah al-Marri, a Qatari, the last enemy combatant on US soil, who is being held in a naval brig in Charleston, South Carolina.
zh_cn: 最后一个命令要求重审Ali Saleh Khalah al-Marri的案子，这个卡塔尔人，是最后一个被扣押在在美国国土--南卡罗来纳的查尔斯顿港的敌军战斗人员。

source: Obama followed up the burst of activity on detention policy by announcing that his administration would put resolution of the Israeli-Palestinian conflict at the top of his agenda, "actively and aggressively" seeking a comprehensive peace deal.
zh_cn: 奥巴马在关押政策上采取了一系列雷厉风行的行动，宣布他的新政府会把解决以巴冲突放在议事日程之首，“积极主动地”寻求一个广泛全面的和平协议。

source: As a sign of that intent, he confirmed that former senator George Mitchell, a veteran US mediator, would be his Middle East envoy.
zh_cn: 作为这个意向的象征，他确认了前参议员乔治·米切尔，一位美国资深调停员，作为他在中东地区的特使。

source: Obama, who had been criticised for his silence during the Israeli bombardment of Gaza, set out a new position that, while still leaning towards Israel, was more even-handed than that under Bush.
zh_cn: 奥巴马曾因以色列炮轰加沙时保持沉默而遭到批评，现在展现出的新形势表明，尽管美国仍然倾向于以色列，但比起布什任内，要公正的多了。

source: He called for Hamas to stop firing rockets at Israel, but also said that Israel must "complete the withdrawal of its forces from Gaza".
zh_cn: 他要求哈马斯停止向以色列发射火箭炮，但也要求以色列必须“从加沙全面撤军”。
